/* No comment provided by engineer. */
"difficulty.Fish" = "Fish";

/* No comment provided by engineer. */
"difficulty.Dolphin" = "Dolphin";

/* No comment provided by engineer. */
"difficulty.Human" = "Human";

/* No comment provided by engineer. */
"difficulty.Elephant" = "Elephant";

/* No comment provided by engineer. */
"\n\nEach right block worth" = "\n\nEach right block worth";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"BACK" = "BACK";

/* No comment provided by engineer. */
"But you can do better!?" = "But you can do better!?";

/* No comment provided by engineer. */
"But you do even better!" = "But you do even better!";

/* No comment provided by engineer. */
"Connecting to" = "Connecting to";

/* No comment provided by engineer. */
"CONTRATULATIONS!" = "CONTRATULATIONS!";

/* No comment provided by engineer. */
"Decline" = "Decline";

/* No comment provided by engineer. */
"Difficulty" = "Difficulty";

/* No comment provided by engineer. */
"GOT IT" = "GOT IT";

/* No comment provided by engineer. */
"Great job!" = "Great job!";

/* No comment provided by engineer. */
"How about trying again?" = "How about trying again?";

/* No comment provided by engineer. */
"instructions-step0" = "Training your memory with FlashMem is really easy.\n\nHere are some instructions that may help your experience during the game.\n\nFirst thing you need to do is tap START GAME button to load first level of your career.";

/* No comment provided by engineer. */
"instructions-step1" = "Game will start by flashing a group of blocks composing a path that you will have to redraw.\n\nAs higher the level faster they will fade out. So don't miss the first flash or you will need to start over.";

/* No comment provided by engineer. */
"instructions-step2" = "When all blocks completely fade out, then first and last block will start to blink indicating the begin and the finish of the path.";

/* No comment provided by engineer. */
"instructions-step3" = "But be aware! On higher levels only the first block will blink.\n\nAt advanced levels no blocks will blink at all.";

/* No comment provided by engineer. */
"instructions-step4" = "Right after edges blocks start blinking (or not!) then you may start redrawing the path.\n\nIt doesn't matter if you choose first or last block to begin. You can draw forward and backward as long as you draw the path missing the minimum.";

/* No comment provided by engineer. */
"instructions-step5" = "Once you start, go for it!\n\nIf you draw wrong you can go backwards undoing the path and trying again without starting over.\n\nWhen you stop drawing your score will be computed. But don't worry, you can always start over if you don't go that well...";

/* No comment provided by engineer. */
"instructions-step7" = "THAT'S IT!\n\nIf you want you can start practicing before playing for real.\n\nIn practing mode you can chose between for levels of difficulty: Fish memory, Dolphin memory, Human memory and Elephant memory.";

/* No comment provided by engineer. */
"Inviting " = "Inviting ";

/* No comment provided by engineer. */
"Level" = "Level";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Multiplayer request" = "Multiplayer request";

/* No comment provided by engineer. */
"No player visible" = "No player visible";

/* No comment provided by engineer. */
"Not bad..." = "Not bad...";

/* No comment provided by engineer. */
"Now try again without missing a block." = "Now try again without missing a block.";

/* No comment provided by engineer. */
"OFF" = "OFF";

/* No comment provided by engineer. */
"Oh boy..." = "Oh boy...";

/* No comment provided by engineer. */
"ON" = "ON";

/* No comment provided by engineer. */
"PERFECT!" = "PERFECT!";

/* No comment provided by engineer. */
"player" = "player";

/* No comment provided by engineer. */
"players" = "players";

/* No comment provided by engineer. */
"PRACTICE" = "PRACTICE";

/* No comment provided by engineer. */
"\n\nEach second count, so don't take much long or you lose points!\nYou also get 10% bonus if you don't miss a single block." = "\n\nEach second count, so don't take much long or you lose points!\nYou also get 10% bonus if you don't miss a single block.";

/* No comment provided by engineer. */
"\nMissed blocks discount" = "\nMissed blocks discount";

/* No comment provided by engineer. */
"\nWrong blocks discount" = "\nWrong blocks discount";

/* No comment provided by engineer. */
"Score" = "Score";

/* No comment provided by engineer. */
"SOUND EFFECTS: " = "SOUND EFFECTS: ";

/* No comment provided by engineer. */
"SOUND EFFECTS: OFF" = "SOUND EFFECTS: OFF";

/* No comment provided by engineer. */
"SOUND EFFECTS: ON" = "SOUND EFFECTS: ON";

/* No comment provided by engineer. */
"Stage" = "Stage";

/* No comment provided by engineer. */
"Stage clear" = "Stage clear";

/* No comment provided by engineer. */
"TRY AGAIN" = "TRY AGAIN";

/* No comment provided by engineer. */
"TRY IT" = "TRY IT";

/* No comment provided by engineer. */
"wants to play with you" = "wants to play with you";

/* No comment provided by engineer. */
"Well done!" = "Well done!";

/* No comment provided by engineer. */
"You really got talent!" = "You really got talent!";

/* No comment provided by engineer. */
"You score was" = "You score was";

/* No comment provided by engineer. */
"You've completed all stages. Try starting over reaching 3 stars in all levels." = "You've completed all stages. Try starting over reaching 3 stars in all levels.";

